<div style="margin: 30px;">
    <div class="row row-cols-1 row-cols-md-4 g-5">
      <div class="col">
        <div class="card">
          <img src="img/หนองหินมัลเบอร์รี่เฮาส์/326801828_975747950055613_8619080426953443856_n.jpg" class="card-img-top" alt="...">
          </div>
          <div class="">
            <small class="text-secondary">27 มกราคาม 2023</small>
            <p class="card-text">ศูนย์ความร่วมมือกับภาคอุตสาหกรรม มหาวิทยาลัยมหาสารคาม ถ่ายทอดเทคโนโลยีให้กับผู้ประกอบการ</p>
          </div>
      </div>
      <div class="col">
      <div class="card">
          <img src="img/หนองหินมัลเบอร์รี่เฮาส์/316529013_615237273735336_4693721747319186163_n.jpg" class="card-img-top" alt="...">
          </div>
          <div class="">
            <small class="text-secondary">21 พฤศจิการยน 2022</small>
            <p class="card-text">พาน้องมัลลี่ กลับมหาสารคาม "หนองหินมัลเบอร์รี่เฮาส์"</p>
          </div>
      </div>
      <div class="col">
      <div class="card">
          <img src="img/หนองหินมัลเบอร์รี่เฮาส์/315978082_612381824020881_7313054687757158636_n.jpg" class="card-img-top" alt="...">
          </div>
          <div class="">
            <small class="text-secondary">17 มกราคาม 2023</small>
            <p class="card-text">“น้องมัลลี่”เป็นตัวแทนมาออกบูช ที่ อ.ต.ก.</p>
          </div>
      </div>
      <div class="col">
      <div class="card">
          <img src="img/หนองหินมัลเบอร์รี่เฮาส์/278473075_469456731534984_1384400115950252875_n.jpg" class="card-img-top" alt="...">
          </div>
          <div class="">
            <small class="text-secondary">20 เมษายน 2022</small>
            <p class="card-text">หนองหินมัลเบอร์รี่😊 ขอแสดงความยินดีกับน้องๆ มมส. IT , THM ที่เรียนจบและ รับพระราชทานปริญญาบัตร ในวันที่ 21เมษายน65นี้</p>
          </div>
      </div>
    </div>

      <div class="container text-center">
        <button type="button" class="btn btn-outline-dark ">ข่าวสารทั้งหมด</button>
      </div>
      <br>

    </div>
